[
  {
    "id": 1,
    "nombre": "Casa en venta en calle Mateo Inurria",
    "descripcion": "Típica casa cordobesa, situada entre el Bailío y el Palacio de Viana.. . un lujo en cuanto a ubicación (en pleno centro), bonita distribución y un estilo rústico que seguro que te enamora... te gustaría conocerla?",
    "imagenes": [
      "https://img3.idealista.com/blur/WEB_DETAIL-XL-L/0/id.pro.es.image.master/84/3b/00/1058371808.jpg",
      "https://img3.idealista.com/blur/WEB_DETAIL-XL-L/0/id.pro.es.image.master/bb/a1/a6/1058371801.jpg",
      "https://img3.idealista.com/blur/WEB_DETAIL-XL-L/0/id.pro.es.image.master/23/93/6f/1058371779.jpg"
    ],
    "calle": "Mateo Inurria",
    "ciudad": "Córdoba",
    "precio": 345000,
    "m2": 329,
    "planta": 0,
    "habitaciones": 6,
    "caracteristicas": [
      {
        "tipoInmueble": "Casa",
        "aguaCaliente": "Butano",
        "estado": "Bien",
        "ascensor": "No",
        "consumoEnergia": "G 999 kW h m² / año",
        "emisiones": "G 999 kg CO2 / m² año",
        "parking": "",
        "amueblado": ""
      }
    ],
    "extra": [
      "Aire acondicionado",
      "Armarios",
      "Terraza",
      "Electrodomésticos",
      "Puerta Blindada",
      "Cocina Equipada"
    ],
    "inmobiliaria": "Inmocodix Soluciones Inmobiliarias",
    "telefono": 666666666,
    "email": "prueba@gmail.com"
  },
  {
    "id": 2,
    "nombre": "Piso en venta en Av. Granada",
    "descripcion": "¡Piso reformado en Avenida de Granada con terraza! <br/> La vivienda, una cuarta planta con ascensor, cuenta con 146 metros construidos, con una distribución muy moderna y atractiva. <br/> El piso tiene un amplio hall de entrada o recibidor. La cocina/office cuenta también con un tamaño algo más grande de la media con la ventaja de tener ventana al exterior. Junto a la cocina disponemos de un amplio salón comedor, muy luminoso y con acceso a terraza de excelente tamaño, y con vistas también a la propia avenida. <br/> Un pasillo distribuidor, nos conduce a la zona de descanso con tres amplios dormitorios con los que cuenta la vivienda, y dos baños (uno de ellos en suite). Todas las estancias tienen ventana a la calle, excepto un baño que es interior. <br/> El piso es muy luminoso y con una ventilación natural cruzada excelente. <br/> En lo que a calidades y acabados actuales de la vivienda, comentar que se encuentra en perfecto estado de conservación. <br/> Vivienda con reforma integral muy reciente y buenos materiales constructivos como son suelo gres imitación tarima, carpintería de madera haya/roble, carpintería metálica de climalic color blanco, mosquiteras en todas las ventanas, climatización centralizada frio/calor, armarios empotrados de gran capacidad y una pequeña habitación vestidor, etc, etc).",
    "imagenes": [
      "https://img3.idealista.com/blur/WEB_DETAIL-L-L/0/id.pro.es.image.master/b3/a7/a7/1058374307.jpg",
      "https://img3.idealista.com/blur/WEB_DETAIL-L-L/0/id.pro.es.image.master/17/f4/b6/1058374342.jpg",
      "https://img3.idealista.com/blur/WEB_DETAIL-L-L/0/id.pro.es.image.master/9d/69/9e/1058374363.jpg",
      "https://img3.idealista.com/blur/WEB_DETAIL-L-L/0/id.pro.es.image.master/c3/fd/3c/1058374308.jpg"
    ],
    "calle": "Avenida Granada",
    "ciudad": "Córdoba",
    "precio": 157900,
    "m2": 146,
    "planta": 4,
    "ascensor": "Si",
    "habitaciones": 3,
    "inmobiliaria": "Inmocodix Soluciones Inmobiliarias",
    "telefono": 666666666,
    "email": "prueba@gmail.com"
  },
  {
    "id": 3,
    "nombre": "Piso en venta en Calle Infanta Doña María",
    "descripcion": "Bonito piso totalmente reformado en venta en Ciudad Jardín. La vivienda cuenta con 63 metros cuadrados útiles que se distribuyen en salón comedor, cocina independiente 3 dormitorios y 1 cuarto de baño. Se encuentra en una primera planta y dispone de patio de comunidad de uso privado y terraza. Climatización por conductos, reforma integral incluidos instalación eléctrica y fontanería. La vivienda se encuentra muy bien ubicada cercana a comercios, centros de salud, colegios etc.",
    "imagenes": [
      "https://img3.idealista.com/blur/WEB_DETAIL-L-L/0/id.pro.es.image.master/c6/62/33/1009497337.jpg",
      "https://img3.idealista.com/blur/WEB_DETAIL-L-L/0/id.pro.es.image.master/7a/75/29/1009497301.jpg",
      "https://img3.idealista.com/blur/WEB_DETAIL-L-L/0/id.pro.es.image.master/8a/1a/59/1009497338.jpg",
      "https://img3.idealista.com/blur/WEB_DETAIL-L-L/0/id.pro.es.image.master/d8/67/7a/1009497353.jpg",
      "https://img3.idealista.com/blur/WEB_DETAIL-L-L/0/id.pro.es.image.master/12/af/cf/1009497359.jpg",
      "https://img3.idealista.com/blur/WEB_DETAIL-L-L/0/id.pro.es.image.master/99/60/1b/1009497362.jpg"
    ],
    "calle": "Calle Infanta Doña María",
    "ciudad": "Córdoba",
    "precio": 104990,
    "m2": 64,
    "planta": 1,
    "ascensor": "No",
    "habitaciones": 3,
    "inmobiliaria": "INMOAROA",
    "telefono": 666666666,
    "email": "prueba@gmail.com"
  },
  {
    "id": 4,
    "nombre": "Piso en venta en camino de la Albaida, 2",
    "descripcion": "PISO SITUADO EN MEDINA HOMES, CON TRES DORMITORIOS, TERRAZA DE 14 METROS Y PLAZA DE GARAJE MÁS TRASTERO. </br> Ubicado en una de las urbanizaciones más demandadas de nuestra ciudad, con piscina y zonas comunitarias, este piso prácticamente a estrenar, destaca además por su perfecta ubicación (junto al parador de La Arruzafa) su práctica distribución, su magnífica luz (al ocupar una esquina del edificio), su inmejorable orientación, y sus privilegiadas vistas de la Sierra! </br> Terminado en 2019, tiene excelentes calidades como mármol de alta calidad, cierres premium, puertas lacadas en blanco, armarios empotrados en todos los dormitorios, aire acondicionado, calefacción por radiadores, domótica con detectores de incendios, inundación y gases para que vivas más tranquilo y confortable.La distribución es muy cómoda y cuadrada, distinguiendo la zona de día dónde tenemos la cocina y el salón, comunicados por un espacio lateral abierto, y la terraza, con 14 m2 para poder disfrutarla en compañía o a solas contemplando la espectacular sierra cordobesa. Por otro lado encontramos la zona de noche, dónde están los 3 dormitorios y los 2 baños, uno de ellos en suite dentro del dormitorio principal.El precio incluye además, una gran plaza de garaje y un buen trastero… te gustaría conocerlo?",
    "imagenes": [
      "https://img3.idealista.com/blur/WEB_DETAIL-L-L/0/id.pro.es.image.master/9c/3d/a7/1059076013.jpg",
      "https://img3.idealista.com/blur/WEB_DETAIL-L-L/0/id.pro.es.image.master/f5/88/24/1059076010.jpg",
      "https://img3.idealista.com/blur/WEB_DETAIL-L-L/0/id.pro.es.image.master/9a/8b/2a/1059076053.jpg",
      "https://img3.idealista.com/blur/WEB_DETAIL-L-L/0/id.pro.es.image.master/fe/7a/84/1059076042.jpg",
      "https://img3.idealista.com/blur/WEB_DETAIL-L-L/0/id.pro.es.image.master/ed/95/98/1059076064.jpg"
    ],
    "calle": "Calle Camino de La Albaida nº 2",
    "ciudad": "Córdoba",
    "precio": 359000,
    "m2": 126,
    "planta": 1,
    "ascensor": "Si",
    "habitaciones": 3,
    "inmobiliaria": "Inmocodix",
    "telefono": "666666666",
    "email": "prueba@gmail.com"
  },
  {
    "id": 5,
    "nombre": "Piso en venta en carretera de trassierra, 17",
    "descripcion": "Piso reformado de luz y agua. Ascensor. Cocina de madera de cerezo con terraza lavadero. Salón muy amplio y luminoso con terraza. Baño con mueble de obra y madera de roble. Aire en salón y dormitorio principal. Aprobada obra de remodelación de la avenida de Trassierra, próximas a comenzar las obras, el portal queda a pie de la nueva avenida, con arboleda, carril bici hasta el Vial e Hipercor y rodeado de nuevas construcciones. Bloque muy tranquilo con buen vecindario. Ideal como inversión, al estar próximo a Renfe siempre ha estado alquilado. Abstenerse inmobiliarias.",
    "imagenes": [
      "https://img3.idealista.com/blur/WEB_DETAIL-L-P/0/id.pro.es.image.master/e0/96/38/1051099240.jpg",
      "https://img3.idealista.com/blur/WEB_DETAIL-L-P/0/id.pro.es.image.master/27/fc/37/1051099079.jpg",
      "https://img3.idealista.com/blur/WEB_DETAIL-L-P/0/id.pro.es.image.master/51/6b/29/1051099050.jpg",
      "https://img3.idealista.com/blur/WEB_DETAIL-L-P/0/id.pro.es.image.master/8e/69/8c/1051099334.jpg",
      "https://img3.idealista.com/blur/WEB_DETAIL-L-P/0/id.pro.es.image.master/93/e6/0b/1051099341.jpg"
    ],
    "calle": "Carretera de Trassierra, 17",
    "ciudad": "Córdoba",
    "precio": 120000,
    "m2": 90,
    "planta": 2,
    "ascensor": "Si",
    "habitaciones": 3,
    "inmobiliaria": "Particular",
    "telefono": 666666666,
    "email": "prueba@gmail.com"
  },
  {
    "id": 6,
    "nombre": "Piso en venta en calle Muñoz Garnica",
    "descripcion": "MAGNIFICO APARTAMENTO EN CENTRO DE JAÉN. En venta piso en una tercera planta con ascensor. Ubicado en el barrio de san Ildefonso junto a la Catedral de Jaén. La propiedad se encuentra distribuida por un salón, cocina dividida por una barra americana, un amplio dormitorio principal con cuarto de baño completo en Suite. El apartamento es todo exterior y muy luminoso a todos sus ambientes.¡CONTÁCTANOS PARA SOLICITAR UNA VISITA A LA PROPIEDAD! VEN A VERLA.",
    "imagenes": [
      "https://img3.idealista.com/blur/WEB_DETAIL-L-L/0/id.pro.es.image.master/f1/89/e1/1074659930.jpg",
      "https://img3.idealista.com/blur/WEB_DETAIL-L-L/0/id.pro.es.image.master/5b/84/ba/1074659956.jpg",
      "https://img3.idealista.com/blur/WEB_DETAIL-L-L/0/id.pro.es.image.master/5d/82/07/1074659970.jpg",
      "https://img3.idealista.com/blur/WEB_DETAIL-L-L/0/id.pro.es.image.master/21/7d/5e/1074659972.jpg",
      "https://img3.idealista.com/blur/WEB_DETAIL-L-L/0/id.pro.es.image.master/b8/6f/f7/1074659986.jpg"
    ],
    "calle": "Calle Muñoz Garnica",
    "ciudad": "Jaén",
    "precio": 85000,
    "m2": 40,
    "planta": 3,
    "ascensor": "Si",
    "habitaciones": 1,
    "inmobiliaria": "RED inmobiliaria",
    "telefono": 666666666,
    "email": "prueba@gmail.com"
  },
  {
    "id": 7,
    "nombre": "Piso en venta en calle Cuatro Torres",
    "descripcion": "¿Quieres vivir en un edificio emblemático? Entonces no dejes pasar esta oportunidad de compra. Es el edificio JEREZ, al inicio de La Carrera en plena Plaza de la Constitución en Jaén. Un gran piso de 134 m2, reformado en el año 2000 de forma integral.Es el centro geográfico y funcional de Jaén a un paso de La Catedral de Jaén y cercano a todos los servicios públicos y privados.",
    "imagenes": [
      "https://img3.idealista.com/blur/WEB_DETAIL-L-P/0/id.pro.es.image.master/2e/fa/1f/984275803.jpg",
      "https://img3.idealista.com/blur/WEB_DETAIL-L-P/0/id.pro.es.image.master/a5/32/20/984275809.jpg",
      "https://img3.idealista.com/blur/WEB_DETAIL-L-L/0/id.pro.es.image.master/c6/92/1d/984275825.jpg",
      "https://img3.idealista.com/blur/WEB_DETAIL-L-P/0/id.pro.es.image.master/b5/49/b3/984275826.jpg",
      "https://img3.idealista.com/blur/WEB_DETAIL-L-P/0/id.pro.es.image.master/40/52/b5/984275815.jpg"
    ],
    "calle": "Calle Cuatro Torres",
    "ciudad": "Jaén",
    "precio": 160000,
    "m2": 134,
    "planta": 1,
    "ascensor": "Si",
    "habitaciones": 3,
    "inmobiliaria": "Ilusiona inmobiliaria",
    "telefono": 666666666,
    "email": "prueba@gmail.com"
  },
  {
    "id": 8,
    "nombre": "Piso en venta en Belén - San Roque",
    "descripcion": "Disponible a la venta estupendo piso en residencial con piscina junto al centro de Jaén. Situado en la Avda. De Granada a escasos minutos del centro, vivienda que cuenta con unos 92 m2 construidos y se distribuye en; hall de entrada, cocina con lavadero, salón, dormitorio principal con baño en suitte, cuarto de baño y dos dormitorios juveniles. El piso es de reciente construcción y está seminuevo. Excelente distribución donde no se aprovecha cada metro cuadrado de la vivienda. Estupendas calidades, pintura lisa, solería de tarima flotante, puertas de roble, doble acristalamiento en cierres exteriores, etc. Posibilidad de venderlo amueblado. A destacar que dentro del precio se incluye la cocina totalmente amueblada y equipada de electrodomésticos, caldera de gas individual para calefacción por radiadores en todas las habitaciones, aparatos de aire frío-calor inverter en salón y dormitorios, armario a medida en dormitorio juvenil y gran armario también hecho a medida lacado en blanco en dormitorio principal. Como se describió en el encabezamiento, este piso esta situado en un bonito residencial con piscina y estupendas zonas comunes. Posibilidad de adquirir plaza de garaje en el mismo edificio, a parte del precio. Zona abastecida de todo tipo de servicios, colegios, centros médicos, supermercados, líneas de autobuses, etc.. Acompáñenos a visitarlo.",
    "imagenes": [
      "https://img3.idealista.com/blur/WEB_DETAIL-L-L/0/id.pro.es.image.master/b5/a4/65/1039285327.jpg",
      "https://img3.idealista.com/blur/WEB_DETAIL-L-L/0/id.pro.es.image.master/e8/f1/f8/1039285330.jpg",
      "https://img3.idealista.com/blur/WEB_DETAIL-L-L/0/id.pro.es.image.master/1a/04/14/1039285331.jpg",
      "https://img3.idealista.com/blur/WEB_DETAIL-L-L/0/id.pro.es.image.master/be/33/15/1039285321.jpg",
      "https://img3.idealista.com/blur/WEB_DETAIL-L-L/0/id.pro.es.image.master/16/9c/a2/1039285353.jpg"
    ],
    "calle": "Avenida Granada",
    "ciudad": "Jaén",
    "precio": 176000,
    "m2": 91,
    "planta": 2,
    "ascensor": "Si",
    "habitaciones": 3,
    "inmobiliaria": "Apisur",
    "telefono": 666666666,
    "email": "prueba@gmail.com"
  },
  {
    "id": 9,
    "nombre": "Piso en venta en avenida andalucia",
    "descripcion": "En la mejor zona de la avenida de Andalucia, el inmueble ocupa la segunda planta de un edificio de 9 altutas. Se distribuye en hall de entrada y sala de estar con split y terraza, salón comedor con terraza y cocina amueblada con electrodomésticos, dos baños con muebles bajo lavabos, radiadores toalleros, cabinas de ducha y tres dormitorios. Muy luminoso, con orientacion este a fachada y oeste a dormitorios y cocina, dispone de calefacción central con radiadores de aguan y caldera comunitaria. Split aire frio/calor en sala de estar. Las calidades se centran en suelos de tarima y porcelánico en baños, carpinterías exteriores de aluminio lacado.Cuenta con plaza de garaje en el mismo edificio, con acceso directo desde el ascensor que no esta incluida en el precio. El precio de la plaza de garaje es de 22.000€.",
    "imagenes": [
      "https://img3.idealista.com/blur/WEB_DETAIL-L-L/0/id.pro.es.image.master/00/1e/73/798196104.jpg",
      "https://img3.idealista.com/blur/WEB_DETAIL-L-L/0/id.pro.es.image.master/8f/b7/3b/1018458583.jpg",
      "https://img3.idealista.com/blur/WEB_DETAIL-L-L/0/id.pro.es.image.master/b9/68/a2/798196110.jpg",
      "https://img3.idealista.com/blur/WEB_DETAIL-L-L/0/id.pro.es.image.master/4f/8e/f1/798196131.jpg",
      "https://img3.idealista.com/blur/WEB_DETAIL-L-L/0/id.pro.es.image.master/5d/9e/a4/1018458592.jpg"
    ],
    "calle": "Avenida de Andalucia",
    "ciudad": "Jaén",
    "precio": 145000,
    "m2": 123,
    "planta": 2,
    "ascensor": "Si",
    "habitaciones": 4,
    "inmobiliaria": "house balance",
    "telefono": 666666666,
    "email": "prueba@gmail.com"
  },
  {
    "id": 10,
    "nombre": "Piso en venta en calle Mira el Río Alta",
    "descripcion": "Gilmar Consulting Inmobiliario Arganzuela-Embajadores, ofrece a la venta espectacular piso de 197 metros cuadrados en Embajadores, zona del Rastro, entre Lavapies y La Latina. El piso son dos fincas registrales. La vivienda se encuentra en buen estado y la finca se ha rehabilitado por completo. El piso se distribuye actualmente en 4 dormitorios (dos de las habitaciones tienen 2 alturas con escaleras), 2 baños y un aseo, con cocina americana y office, patio interior muy luminoso, cuenta con 2 salones, uno de ellos destinado a biblioteca con chimenea funcional y el principal con comedor independiente y despacho,2 balcones y terraza a la calle. Se encuentra ubicada a escasos metros de la Plaza de Cascorro y de los principales alicientes culturales y gastronómicos del Madrid más castizo. Disponemos de más de 30 oficinas en Madrid, Marbella, Estepona, Puerto Banús, Sevilla, Cádiz, Jerez e islas Canarias. Nuestra sede central está ubicada en la calle Goya, 47. Durante más de 38 años hemos demostrado nuestra profesionalidad y atención exquisita",
    "imagenes": [
      "https://img3.idealista.com/blur/WEB_DETAIL-L-L/0/id.pro.es.image.master/0b/0b/44/1022763321.jpg",
      "https://img3.idealista.com/blur/WEB_DETAIL-L-L/0/id.pro.es.image.master/49/12/e0/1022763324.jpg",
      "https://img3.idealista.com/blur/WEB_DETAIL-L-L/0/id.pro.es.image.master/13/37/88/1022763288.jpg",
      "https://img3.idealista.com/blur/WEB_DETAIL-L-L/0/id.pro.es.image.master/6f/16/71/1022763289.jpg",
      "https://img3.idealista.com/blur/WEB_DETAIL-L-L/0/id.pro.es.image.master/82/c5/a3/1022763333.jpg"
    ],
    "calle": "Mira el Río Alta",
    "ciudad": "Madrid",
    "precio": 640000,
    "m2": 197,
    "planta": 1,
    "ascensor": "No",
    "habitaciones": 4,
    "inmobiliaria": "Gilmar Embajadores",
    "telefono": 666666666,
    "email": "prueba@gmail.com"
  },
  {
    "id": 11,
    "nombre": "Piso en venta en calle de Eugenia de Montijo",
    "descripcion": "Gran oportunidad de vivienda, ideal para invertir. Piso ubicado en la primera planta de una finca bien conversada, consta de amplio hall de entrada, amplia cocina con armario empotrado tipo almacén, 4 habitaciones, con posibilidad de 5, amplio salón luminoso y dos cuartos de baños completos, uno de ellos con plato de ducha y otro con bañera. El inmueble requiere de una pequeña actualización, consta de ventanas de aluminio, suelos de tarima y calefacción de gas natural individual. Excelente oportunidad por las dimensiones de la vivienda, son dos pisos unidos. Ubicado próximo al metro de Eugenia de Montijo y para de autobuses.",
    "imagenes": [
      "https://img3.idealista.com/blur/WEB_DETAIL-L-L/0/id.pro.es.image.master/d7/ff/76/926000237.jpg",
      "https://img3.idealista.com/blur/WEB_DETAIL-L-L/0/id.pro.es.image.master/0d/06/e8/926000258.jpg",
      "https://img3.idealista.com/blur/WEB_DETAIL-L-L/0/id.pro.es.image.master/90/4c/4b/926000252.jpg",
      "https://img3.idealista.com/blur/WEB_DETAIL-L-L/0/id.pro.es.image.master/66/a3/aa/926000244.jpg",
      "https://img3.idealista.com/blur/WEB_DETAIL-L-L/0/id.pro.es.image.master/d9/ac/02/926000290.jpg"
    ],
    "calle": "Eugenia de Montijo",
    "ciudad": "Madrid",
    "precio": 199000,
    "m2": 113,
    "planta": 2,
    "ascensor": "No",
    "habitaciones": 5,
    "inmobiliaria": "bhills real estate s.l.",
    "telefono": 666666666,
    "email": "prueba@gmail.com"
  },
  {
    "id": 12,
    "nombre": "Dúplex en venta en calle de Monseñor Oscar Romero",
    "descripcion": "MB GESTION INMOBILIARIA VENDE ESTUPENDO PISO DÚPLEX DE 4 DORMITORIOS EN ZONA DE VISTA ALEGRE! Piso DÚPLEX DE 135m2 útiles distribuido del siguiente modo: PLANTA BAJA: Hall recibidor de entrada, SALÓN COMEDOR INDEPENDIENTE, cocina amueblada con acceso a cuarto de caldera acristalado, 2 DORMITORIOS y cuarto de baño completo con bañera. PLANTA PRIMERA: 2 DORMITORIOS, cuarto de baño completo con bañera. La vivienda cuenta con muy buenos acabados como suelos de gres, AIRE ACONDICIONADO situado en el salón comedor, CALEFACCIÓN INDIVIDUAL DE GAS NATURAL, caldera mixta cambiada hace 5 años, pintura gotelét, CARPINTERÍA EXTERIOR DE ALUMINIO, moldura de escayola decorativa, ARMARIOS EMPOTRADOS, muy luminoso, VIDEO-PORTERO.. .",
    "imagenes": [
      "https://img3.idealista.com/blur/WEB_DETAIL-L-L/0/id.pro.es.image.master/a3/61/af/986245838.jpg",
      "https://img3.idealista.com/blur/WEB_DETAIL-L-L/0/id.pro.es.image.master/d3/12/de/986245839.jpg",
      "https://img3.idealista.com/blur/WEB_DETAIL-L-L/0/id.pro.es.image.master/7b/01/32/986245840.jpg",
      "https://img3.idealista.com/blur/WEB_DETAIL-L-L/0/id.pro.es.image.master/8b/ea/f3/986245828.jpg",
      "https://img3.idealista.com/blur/WEB_DETAIL-L-L/0/id.pro.es.image.master/95/de/c5/986245829.jpg"
    ],
    "calle": "Monseñor Oscar Romero",
    "ciudad": "Madrid",
    "precio": 249900,
    "m2": 157,
    "planta": 0,
    "ascensor": "No",
    "habitaciones": 4,
    "inmobiliaria": "MB Gestión Inmobiliaria",
    "telefono": 666666666,
    "email": "prueba@gmail.com"
  },
  {
    "id": 14,
    "nombre": "Ático en venta en Gran Via de les Corts Catalanes",
    "descripcion": "Este ático de lujo ha sido renovado por completo, situado en el corazón del Eixample Dreta, tiene una superficie de 172 m² y 3 terrazas de un total de 67m². Se encuentra en un hermoso edificio modernista en Gran Vía de les Corts Catalanes con Rambla Catalunya. El hall de entrada tiene un techo de 6 metros de altura, hermosas pinturas murales, 2 ascensores y conserje. El piso tiene 2 puertas de entrada (una de servicio). Está completamente renovado con materiales de alta calidad y listo para entrar a vivir. Un gran pasillo da acceso a 3 habitaciones dobles,2 baños completos (1 de ellos en suite), la habitación principal tiene además una terraza privada de 11m², una cocina totalmente equipada con una zona de agua y vistas a la terraza. Consta de un espectacular salón con varios ambientes y techos de volta catalana original, chimenea de vidrio con vistas a la espectacular terraza. Frente al acceso principal nos encontramos con un despacho que se puede independizar del pasillo con una gran puerta corredera de madera. En la terraza de 51 m² con luz todo el día y acceso directo desde el salón, nos encontramos también con un trastero y un baño de cortesía completo con ducha, así como unas maravillosas vistas al Tibidabo.",
    "imagenes": [
      "https://img3.idealista.com/blur/WEB_DETAIL-L-L/0/id.pro.es.image.master/79/e9/56/1057249802.jpg",
      "https://img3.idealista.com/blur/WEB_DETAIL-L-L/0/id.pro.es.image.master/ae/7a/56/1057249837.jpg",
      "https://img3.idealista.com/blur/WEB_DETAIL-L-L/0/id.pro.es.image.master/a3/61/af/986245838.jpg",
      "https://img3.idealista.com/blur/WEB_DETAIL-L-L/0/id.pro.es.image.master/94/dc/c1/1049423062.jpg",
      "https://img3.idealista.com/blur/WEB_DETAIL-L-L/0/id.pro.es.image.master/51/3f/ca/1049423060.jpg"
    ],
    "calle": "Gran Via de les Corts Catalanes",
    "ciudad": "Barcelona",
    "precio": 1600000,
    "m2": 243,
    "planta": 8,
    "ascensor": "Si",
    "habitaciones": 4,
    "inmobiliaria": "MB Gestión Inmobiliaria",
    "telefono": 666666666,
    "email": "prueba@gmail.com"
  }
]